;Place localized text in this file

[FLAWLESS_Achievement_Lucky MAS_X2AchievementTemplate]
strTitle=纯粹运气
strShortDesc=在1个任务中获得了完美的评级。
strLongDesc=你在1个任务中获得了完美的评级。技巧还是运气？只有时间才能证明。
strCategory=任务表现

[FLAWLESS_Achievement_YouGotSkills MAS_X2AchievementTemplate]
strTitle=你有技能
strShortDesc=在10个任务中获得了完美的评级。
strLongDesc=你在10个任务中获得了完美的评级。祝贺！
strCategory=任务表现

[FLAWLESS_Achievement_OnTheRun MAS_X2AchievementTemplate]
strTitle=奔跑路上
strShortDesc=在25个任务中获得了完美的评级。
strLongDesc=你在25个任务中获得了完美的评级。你让变种人在逃跑的路上！
strCategory=任务表现

[FLAWLESS_Achievement_Unbeatable MAS_X2AchievementTemplate]
strTitle=无与伦比
strShortDesc=在50个任务中获得了完美的评级。
strLongDesc=你在50个任务中获得了完美的评级。变种人是没有机会的。
strCategory=任务表现

[FLAWLESS_Achievement_Master MAS_X2AchievementTemplate]
strTitle=战术大师
strShortDesc=在100个任务中获得了完美的评级。
strLongDesc=你在100个任务中获得了完美的评级。你是战术大师。
strCategory=任务表现

[FLAWLESS_Achievement_BangForTheBuck MAS_X2AchievementTemplate]
strTitle=物有所值
strShortDesc=在任务中获得了完美的评级，并获得榴弹作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得榴弹作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_CrystalVisions MAS_X2AchievementTemplate]
strTitle=铀矿愿景
strShortDesc=在任务中获得了完美的评级，并获得超铀作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得超铀作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_EspritDeCore MAS_X2AchievementTemplate]
strTitle=核心精神
strShortDesc=在任务中获得了完美的评级，并获得超铀核心作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得超铀核心作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_HellFrozenOver MAS_X2AchievementTemplate]
strTitle=寒冰地狱
strShortDesc=在任务中获得了完美的评级，并获得地狱网作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得地狱网作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_InTheKnow MAS_X2AchievementTemplate]
strTitle=熟悉内幕
strShortDesc=在任务中获得了完美的评级，并获得情报作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得情报作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_Invested MAS_X2AchievementTemplate]
strTitle=防御投资
strShortDesc=在任务中获得了完美的评级，并获得盔甲背心作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得盔甲背心作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_TheSims MAS_X2AchievementTemplate]
strTitle=模拟人生
strShortDesc=在任务中获得了完美的评级，并获得个人战斗芯片作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得个人战斗芯片作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_Upgradeable MAS_X2AchievementTemplate]
strTitle=升级奖励
strShortDesc=在任务中获得了完美的评级，并获得武器升级插件作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得武器升级插件作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_WellStocked MAS_X2AchievementTemplate]
strTitle=储备充足
strShortDesc=在任务中获得了完美的评级，并获得奖励作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得奖励作为报酬。
strCategory=任务表现

[FLAWLESS_Achievement_Volunteer MAS_X2AchievementTemplate]
strTitle=自告奋勇
strShortDesc=在任务中获得了完美的评级，并获得新兵作为报酬。
strLongDesc=你在任务中获得了完美的评级，并获得新兵作为报酬。
strCategory=任务表现
